Repository: HeikoStamer/secureskat
Catalog: po/*.po
Languages: de

source: Session
de: Sitzung

source: succeeded properly
de: ordnungsgemäß beendet.

source: failed. Error code
de: fehlgeschlagen. Fehlerstatus

source: TMCG: public key corrupted
de: TMCG: öffentlicher Schlüssel beschädigt

source: TMCG: wrong public key
de: TMCG: öffentlicher Schlüssel unpassend

source: identified
de: identifiziert

source: table
de: Tisch

source: round(s)
de: Runde(n)

source: players
de: Spieler

source: owner
de: Eigentümer

source: still
de: noch

source: room
de: Raum

source: voters
de: Wähler

source: out of
de: von

source: game protocols are valid
de: Spielprotokolle sind gültig

source: score points
de: Wertungspunkte

source: wrong number of rounds
de: falsche Rundenanzahl

source: already exists
de: existiert bereits

source: player
de: Skatfreund

source: is already on table
de: ist bereits am Tisch

source: is completely occupied
de: ist vollständig besetzt

source: don't exists (yet)
de: existiert (noch) nicht

source: wrong number of arguments
de: falsche Argumentanzahl

source: /help shows the list of commands
de: /hilfe zeigt die Kommandoliste

source: wrong number of bits
de: falsche Bitanzahl

source: voter
de: Wähler

source: is already in room
de: ist bereits im Raum

source: is closed
de: ist geschlossen

source: opening file
de: Öffnen der Datei

source: failed
de: fehlgeschlagen

source: writing file
de: Schreiben der Datei

source: instead of
de: anstatt von

source: public key already present
de: öffentlicher Schlüssel bereits vorhanden

source: Checking the key
de: Überprüfe den Schlüssel

source: Please wait
de: Bitte warten

source: TMCG: invalid public key
de: TMCG: öffentlicher Schlüssel ungültig

source: imports
de: importiert

source: reading file
de: Lesen der Datei

source: out of memory
de: kein freier Speicherplatz vorhanden

source: /quit
de: /ende

source: quit SecureSkat
de: beende SecureSkat

source: /on
de: /an

source: turn on the output of IRC channel
de: schalte an die Ausgabe des IRC-Kanals

source: /off
de: /aus

source: turn off the output of IRC channel
de: schalte aus die Ausgabe des IRC-Kanals

source: /players
de: /spieler

source: show the list of possible participants
de: zeige Liste der möglichen Mitspieler

source: /tables
de: /tische

source: show the list of existing game tables
de: zeige Liste der existierenden Spieltische

source: /rooms
de: /raeume

source: show the list of existing voting rooms
de: zeige Liste der existierenden Wahlräume

source: /rank
de: /rang

source: show your current rank in all score lists
de: zeige Ihre momentane Position in den Ranglisten

source: exports your public key to file <fn>
de: exportiert Ihren öffentlichen Schlüssel in die Datei <fn>

source: imports a public key from file <fn>
de: importiert einen öffentlichen Schlüssel aus der Datei <fn>

source: /ballot
de: /abstimmung

source: create the room <nr> for voting between 2^<b> values
de: lege Raum <nr> für geheime Wahl an (2^<b> Werte)

source: join the voting in room <nr>
de: nehme im Raum <nr> an der geheimen Wahl teil

source: open the voting process in room <nr> (only owner)
de: eröffne die geheime Wahl im Raum <nr> (nur Eigentümer)

source: vote in room <nr> for value <r>
de: stimme im Raum <nr> für den Wert <r>

source: create the table <nr> for playing <r> rounds
de: lege Tisch <nr> für <r> Spielrunden an

source: join the game on table <nr>
de: nehme am Spieltisch <nr> platz

source: execute the command <cmd> on table <nr>
de: führe Kommando <cmd> am Tisch <nr> aus

source: view
de: blatt

source: show your own cards and additional information
de: zeige eigenes Blatt und Zusatzinformationen an

source: bid
de: reize

source: bid or justify a bid
de: reize oder bestätige ein Reizgebot

source: pass
de: passe

source: pass the biding
de: passe beim aktuellen Reizgebot

source: play without taking the two cards
de: spiele aus der Hand (ohne Skataufnahme)

source: take the two cards and show them
de: nehme den Skat auf und zeige Gesamtblatt an

source: push
de: druecke

source: put away the cards <k1> and <k2>
de: drücke <k1> und <k2> in den Skat

source: announce
de: sagean

source: announce the game <s> ([op] is optional)
de: sage Spiel <s> mit Zusatz [op] an

source: play
de: lege

source: play the card <k1>
de: spiele die Karte <k1> aus

source: are arbitrary strings
de: sind beliebige Zeichenketten

source: are unsigned integers
de: sind positive ganze Zahlen

source: followed by
de: gefolgt von

source: is from
de: ist aus

source: unknown command
de: unbekanntes Kommando

source: IRC ERROR: connection with server collapsed
de: IRC FEHLER: Verbindung zum Server zusammengebrochen

source: MALLOC ERROR: out of memory
de: MALLOC FEHLER: kein freier Speicherplatz vorhanden

source: RNK ERROR: out of memory
de: RNK FEHLER: kein freier Speicherplatz vorhanden

source: PKI ERROR: out of memory
de: PKI FEHLER: kein freier Speicherplatz vorhanden

source: Internationalization support
de: Internationalisierungsunterstützung

source: PKI/RNK database directory
de: PKI/RNK Datenbankverzeichnis

source: Alternative hostname
de: Alternativer Hostname

source: Can't create directory!
de: Kann Verzeichnis nicht erzeugen!

source: Can't get the status of the directory!
de: Status des Verzeichnisses nicht verfügbar!

source: Path is not a directory!
de: Pfad ist kein Verzeichnis!

source: Wrong owner of the directory!
de: Falscher Eigentümer des Verzeichnisses!

source: Missing permissions for directory!
de: Fehlende Rechte am Verzeichnis!

source: Initialization of LibTMCG failed!
de: Initialisierung von LibTMCG fehlgeschlagen!

source: Initialization of LibTMCG version
de: Initialisierung von LibTMCG Version

source: Your key fingerprint
de: Ihr Schlüsselfingerabdruck

source: Usage
de: Benutzung

source: type /help for the command list or read the file README
de: /help zeigt die Liste der Kommandos an (README lesen)

source: GDBM ERROR
de: GDBM FEHLER

source: Enter the pass phrase to unlock your key
de: Geben Sie die Passphrase ein, um Ihren Schlüssel zu verwenden

source: Your nickname
de: Ihr Spitzname

source: Your electronic mail address
de: Ihre Email-Adresse

source: Creating your key.
de: Ihr Schlüssel wird erzeugt.

source: Enter a pass phrase to protect your secret key
de: Geben Sie eine Passphrase ein, um Ihren geheimen Schlüssel zu schützen

source: Empty pass phrase. Key protection disabled!
de: Leere Passphrase. Schlüsselschutz wird abgeschaltet!

source: Repeat your pass phrase
de: Wiederholen Sie Ihre Passphrase

source: Your pass phrases differ.
de: Ihre eingegebenen Passphrasen sind unterschiedlich.

source: Please repeat carefully!
de: Bitte sorgfältig wiederholen!

source: PKI: cryptographic key
de: PKI: kryptographischer Schlüssel

source: created and stored
de: wurde erstellt und gespeichert

source: PKI ERROR: secret key corrupted
de: PKI FEHLER: geheimer Schlüssel beschädigt

source: PKI: secret key successfully loaded
de: PKI: geheimer Schlüssel erfolgreich geladen

source: PKI ERROR: identification prefix unknown
de: PKI FEHLER: Identifikationsmerkmal unbestimmt

source: PKI ERROR: public key corrupted
de: PKI FEHLER: öffentlicher Schlüssel beschädigt

source: IRC ERROR: not registered at IRC server
de: IRC FEHLER: Anmeldung beim IRC Server fehlgeschlagen

source: you join channel
de: Sie betreten den Kanal

source: observer
de: Beobachter

source: joins channel
de: betritt Kanal

source: you join
de: Sie betreten

source: joins
de: betritt

source: IRC ERROR: join to channel failed
de: IRC FEHLER: betreten des Kanals fehlgeschlagen

source: you leave channel
de: verlasse Kanal

source: leaves channel
de: verläßt Kanal

source: you leave
de: Sie verlassen

source: leaves
de: verläßt

source: you kicked from channel
de: Sie werden verwiesen aus dem Kanal

source: by operator
de: vom Operator

source: reason
de: Grund

source: kicked from channel
de: wird verwiesen aus dem Kanal

source: you kicked from
de: Sie werden verwiesen aus

source: kicked from
de: wird verwiesen aus

source: you quit SecureSkat
de: Sie beenden SecureSkat

source: quits SecureSkat
de: beendet SecureSkat

source: quits IRC client
de: beendet IRC-Client

source: WARNING: host of player
de: WARNUNG: Rechner des Spielers

source: has unqualified domain (no FQDN)
de: hat keine FQDN-Adresse

source: is in channel
de: ist im Kanal

source: is at
de: ist in

source: TMCG: verify() failed
de: TMCG: verify() [Signaturprüfung] fehlgeschlagen

source: TMCG: no public key available
de: TCMG: öffentlicher Schlüssel nicht verfügbar

source: announces unauthorized session
de: bewirbt unerlaubt die Sitzung

source: unknown
de: unbekannt

source: announced
de: angesagt

source: revealed cards
de: offengelegte Karten

source: Nobody is biding.
de: Niemand reizt das Spiel.

source: Deal again!
de: Neu geben!

source: gets the game at
de: bekommt das Spiel bei

source: ERROR
de: FEHLER

source: gcry_md_get_algo_dlen() failed
de: gcry_md_get_algo_dlen() fehlgeschlagen

source: VTMF ERROR
de: VTMF FEHLER

source: function CheckGroup() failed
de: Funktion CheckGroup() fehlgeschlagen

source: function KeyGenerationProtocol_UpdateKey() failed
de: Funktion KeyGenerationProtocol_UpdateKey() fehlgeschlagen

source: VSSHE ERROR
de: VSSHE FEHLER

source: common public key does not match
de: gemeinsamer Schlüssel passt nicht

source: subgroup order does not match
de: Untergruppenordnung passt nicht

source: encryption scheme does not match
de: Verschlüsselungsschema passt nicht

source: Shuffle the cards.
de: Mischen der Karten.

source: shuffling error
de: Fehler beim Mischen

source: bad stack format
de: falsches Stapelformat

source: wrong ZK proof
de: fehlerhafter ZK-Beweis

source: finished!
de: Fertig!

source: Dealing the cards.
de: Geben der Karten.

source: dealing error
de: Fehler beim Geben

source: not enough cards
de: zu wenig Karten

source: connection with participating player(s) collapsed
de: Verbindung mit Spielpartner(n) zusammengebrochen

source: passes at
de: passt bei

source: biding error
de: Fehler beim Reizen

source: pass action incorrect
de: Passen war inkorrekt

source: bids
de: reizt

source: bid action incorrect
de: Reizen war inkorrekt

source: doesn't take the Skat
de: spielt aus der Hand

source: takes the Skat
de: nimmt den Skat auf

source: pushes the Skat
de: drückt den Skat

source: card decryption error
de: Fehler beim Aufdecken

source: announces
de: sagt an

source: plays the card
de: spielt die Karte

source: gets the trick
de: bekommt den Stich

source: announced
de: sagte an

source: played cards
de: gespielte Karten

source: has to play
de: muß spielen

source: passing is currently not allowed
de: Passen ist momentan nicht möglich

source: biding is currently not allowed
de: Reizen ist momentan nicht möglich

source: It's not your game.
de: Eine andere Partei macht das Spiel.

source: taking the Skat is currently not allowed
de: Skataufnahme ist momentan nicht möglich

source: pushes
de: drückt

source: card
de: Karte

source: resp.
de: bzw.

source: is not in your hands
de: ist nicht in Ihrem Blatt

source: wrong card name
de: falsche Kartenbezeichnung

source: not enough parameter
de: unzureichende Parameteranzahl

source: You must play without the Skat.
de: Es wird aus der Hand (ohne Skat) gespielt.

source: pushing the Skat is currently not allowed
de: Skatablage ist momentan nicht möglich

source: invalid announcement
de: ungültige Spielansage

source: wrong name of announcement
de: falsche Spiel- oder Zusatzbezeichnung

source: not enough parameters
de: unzureichende Parameteranzahl

source: announcing the game is currently not allowed
de: Spielansage ist momentan nicht möglich

source: playing the card
de: Ausspiel der Karte

source: is not conform with the rules
de: ist nicht regelkonform

source: playing of cards is currently not allowed
de: Ausspiel von Karten ist momentan nicht möglich

source: unknown table command
de: unbekanntes Tischkommando

source: connection to program modules collapsed
de: Verbindung mit Programmteil(en) zusammengebrochen

source: card points
de: Augen

source: playing party
de: Alleinspieler

source: opponent party
de: Gegner

source: is
de: ist

source: Loosing the game!
de: Verloren!

source: has bet to much
de: hat sich überreizt

source: has violated the rules.
de: hat nicht regelkonform gespielt.

source: game points
de: Spielwert

source: biding value
de: Reizwert

source: game outcome
de: Spielausgang

source: win
de: gewonnen

source: loose
de: verloren

source: game result
de: Spielstand

source: Signature of
de: Unterschrift von

source: is invalid
de: ist ungültig

source: room completely occupied
de: Raum ist vollständig belegt

source: voter was at room creation not present
de: Wähler war bei Raumerstellung nicht anwesend

source: key exchange with owner is incomplete
de: Schlüsselaustausch mit Eigentümer unvollständig

source: key exchange with
de: Schlüsselaustausch mit

source: is incomplete
de: unvollständig

source: Room
de: Raum

source: preparing the ballot
de: bereitet Abstimmung vor

source: with
de: mit

source: ready
de: bereit

source: BALLOT: please make your vote with command
de: ABSTIMMUNG: bitte stimmen Sie mit dem Kommando

source: BALLOT
de: ABSTIMMUNG

source: has voted
de: hat gestimmt

source: BALLOT: you voted for value r =
de: ABSTIMMUNG: Sie haben gestimmt für r =

source: BALLOT: changed your vote to r =
de: ABSTIMMUNG: Sie haben gestimmt für r =

source: BALLOT ERROR: value of your vote is out of range
de: BALLOT FEHLER: Wert liegt außerhalb des zulässigen Bereichs

source: try again
de: Neu eingeben!

source: establishing secure channels
de: richtet sichere Kanäle ein

source: TMCG: decrypt() failed
de: TMCG: decrypt() [Entschlüsselung] fehlgeschlagen

source: for
de: für

source: BALLOT ERROR: bad card from
de: BALLOT FEHLER: fehlerhafte Karte von

source: BALLOT ERROR: bad ZNP from
de: BALLOT FEHLER: fehlerhafter ZN-Beweis von

source: BALLOT ERROR: bad stack from
de: BALLOT FEHLER: fehlerhafter Stapel von

source: BALLOT RESULT:
de: ABSTIMMUNGSERGEBNIS:

source: observers currently not permitted
de: Beobachter sind momentan nicht erlaubt

source: table completely occupied
de: Tisch ist vollständig besetzt

source: player was at table creation not present
de: Spieler war bei Tischerstellung nicht anwesend

source: Table
de: Tisch

source: preparing the game
de: bereitet sich vor

source: wrong number of players
de: falsche Spieleranzahl

source: Execute control process
de: Starte Kontrollprozess

source: failed!
de: fehlgeschlagen!

source: start the game.
de: startet die Skatrunde.
